---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Duct.DuctType
zh: 风管
source: html/50115563-4651-8c1d-18e2-01fe46b2185d.htm
---
# Autodesk.Revit.DB.Mechanical.Duct.DuctType Property

**中文**: 风管

The duct type of this duct.

## Syntax (C#)
```csharp
public DuctType DuctType { get; set; }
```